[
  {
    "tag":"Adventure Platformer",
    "name":"Holiday Hops",
    "src":"./assets/game-images/holiday.jpg",
    "description":"Go on a holiday with Mr. Pulo D , and make adventurous leaps with a glider . Save Pulo from falling by avoiding obstacles on this thrilling ride ..",
    "android":"https://play.google.com/store/apps/details?id=com.CGL.Holiday_hops"
  },
  {
    "tag":"Puzzle Adventure",
    "name":"Space Mania",
    "src":"./assets/game-images/space-thumbnail.png",
    "description":"Heading towards a space mission, you get caught into a wormhole leading your ship to this strange world. Steer your spaceship to escape these complex web of wormholes whilst protecting it from getting hit by frequent meteor showers and alien attacks. Complement your abilities with magical spells and interesting power ups on your way.",
    "android":"https://play.google.com/store/apps/details?id=com.CGL.SpaceMania"
  },
  {
    "tag":"Adventure Platformer",
    "name":"The Smiling Face",
    "src":"./assets/game-images/smiling-thumbnail.png",
    "description":"Long before you came to know about Joker, Joker came to know about you. Yes! Joker knows that he's a fictional character, trapped inside the paper bars, guided by the unsaid rules. He knows it because no matter how hard he tries he cannot defeat the hero. Villains are nothing but obstruction for heroes to overcome, \"Heroes will always win\" were the lines stated by the author. Help him to escape the fake reality by shattering the very law of friction. Chaos is reality, Chaos is natural. Help him to defeat Batman !!",
    "android":"https://play.google.com/store/apps/details?id=com.CGLIITKGP.The_Smiling_Face"
  },
  {
    "tag":"Hyper-Casual",
    "name":"The Passion Follower",
    "src":"./assets/game-images/pass-thumbnail.png",
    "description":"Bored of quarantine? Why not give your brain a challenge while you are waiting for your normal life to return. We present to you a game made with passion and enthusiasm which will help your brain get efficient at multitasking while giving it the necessary relax...",
    "android":"https://play.google.com/store/apps/details?id=com.cgl.The_passion_followers"
  },
  {
    "tag":"Adventure Platformer",
    "name":"Ricksy Run",
    "src":"./assets/game-images/risky-thumbnail.png",
    "description":"Trapped on an unknown spaceship under the attack of aliens, Rick must go on his mission to find Morty. Equipped with only his portal gun, he must get past the invading aliens and rescue Morty. Maneuver around deadly obstacles and surmount steep walls on the spaceship infested with traps and enemies. Carve your way across these to get to the showdown against the Alien Leader.",
    "android":"https://play.google.com/store/apps/details?id=com.CGLKharagpur.RicksyRun"
  },
  {
    "tag":"Puzzle Platformer",
    "name":"The Perfect Thief",
    "src":"./assets/game-images/thief-thumbnail.png",
    "description":"the building full of guards, Traps, and Locks unseen.....The ability of invisibility and sneak walking might come in handy.",
    "android":"https://play.google.com/store/apps/details?id=com.ComputerGraphicsLab.ThePerfectThief"
  },
  {
    "tag":"Endless Runner",
    "name":"Velocity",
    "src":"./assets/game-images/velocity-thumbnail.png",
    "description":"How Fast can you go ?",
    "android":"https://play.google.com/store/apps/details?id=com.PlayLogical.Velocity"
  }
]